Tekla.Structures.DrawingInternal.dotGrLink_t


Tekla.Structures.DrawingInternal.dotGrLink_t.DrawingObject


Tekla.Structures.DrawingInternal.dotGrLink_t.InsertionPoint


Tekla.Structures.DrawingInternal.dotGrLink_t.Angle


Tekla.Structures.DrawingInternal.dotGrLink_t.Target


Tekla.Structures.DrawingInternal.dotGrLink_t.Text


Tekla.Structures.DrawingInternal.dotGrLink_t.Size


Tekla.Structures.DrawingInternal.dotGrLink_t.DrawingId


Tekla.Structures.DrawingInternal.dotGrLink_t.DrawingType


Tekla.Structures.DrawingInternal.dotGrLink_t.Attributes


Tekla.Structures.DrawingInternal.dotGrLink_t.ToStruct(Tekla.Structures.Drawing.HyperLink)


Tekla.Structures.DrawingInternal.dotGrLink_t.FromStruct(Tekla.Structures.Drawing.HyperLink)


Tekla.Structures.DrawingInternal.dotGrLink_t.ToStruct(Tekla.Structures.Drawing.DrawingLink)


Tekla.Structures.DrawingInternal.dotGrLink_t.FromStruct(Tekla.Structures.Drawing.DrawingLink)
